Repository: tansut/jDashNet
Catalog: JDash.Webform.Management/Controls/DashletModule/App_LocalResources/DashletModuleEditor.ascx.*.resx
Languages: tr_tr

# ctlAddCustomCommand.Text
source: Add new command
tr_tr: Yeni Komut Ekle

# ctlAutoEdit.Title
source: Automatically open editor when new a dashlet is added by user
tr_tr: Kullanıcı Dashlet eklediğinde editörü otomatik olarak aç

# ctlCancelButton.Text
source: Cancel
tr_tr: İptal

# ctlClientModulePath.Help
source: File extension defaults to .js and should not be specified in path. See <a href="http://requirejs.org/"> RequireJs</a> paths for more information.
tr_tr: Dizin içerisinde .Js uzantısı belirtilmemelidir. Ayrıntılı bilgi için <a href="http://requirejs.org/"> RequireJs</a> sitesini ziyaret edin.

# ctlClientModulePath.Info
source: Javascript file path of client module i.e. /Dashlets/MyDashlet
tr_tr: İstemci modülü dosya dizini örn : i.e. /Dashlets/MyDashlet

# ctlClientModulePath.Title
source: Client Module Path
tr_tr: İstemci Dashlet dizini

# ctlConfig.Title
source: Config as JSON
tr_tr: JSON olarak ayarlar

# ctlControlPath.Info
source: Virtual path of user control i.e. ~/Controls/MyDashlet.ascx
tr_tr: Kontrolcü dizini örn: ~/Controls/MyDashlet.ascx

# ctlControlPath.Title
source: User Control Path
tr_tr: Kontrol Dizini

# ctlCssClass.Info
source: CSS class name applied to dashlet instances
tr_tr: Dashlet örneklerine uygulanan CSS sınıf ismi

# ctlCssClass.Title
source: CSS Class
tr_tr: CSS Sınıfı

# ctlDashboardType.Title
source: Type
tr_tr: Tür

# ctlDashletConfig.Info
source: Configration for dashlet defaults
tr_tr: Varsayılan dashlet özelliklerini kullan

# ctlDashletConfig.Title
source: Dashlete Config as JSON
tr_tr: JSON olarak dashlet ayarları

# ctlDescrition.Info
source: Dashlet description
tr_tr: Dashlet açıklaması

# ctlDescrition.Title
source: Description
tr_tr: Açıklama

# ctlEditable.Title
source: Dashlet can be configured by end user
tr_tr: Dashletler kullanıcı tarafından düzenlenebilir

# ctlEditorClientModulePath.Help
source: File extension defaults to .js and should not be specified in path. See <a href="http://requirejs.org/"> RequireJs</a> paths for more information.
tr_tr: Dizin içerisinde .Js uzantısı belirtilmemelidir. Ayrıntılı bilgi için <a href="http://requirejs.org/"> RequireJs</a> sitesini ziyaret edin.

# ctlEditorClientModulePath.Info
source: Javascript file path of client module i.e. /Dashlets/MyDashletEditor
tr_tr: İstemci modülü javascript dizini örn /Dashlets/MyDashletEditor

# ctlEditorControlPath.Info
source: Virtual path of user control i.e. ~/Controls/MyDashletEditor.ascx
tr_tr: Kontrolcü dizini i.e. ~/Controls/MyDashletEditor.ascx

# ctlEditorControlPath.Title
source: User Control Path
tr_tr: Kontrolcü Dizini

# ctlGroup.Info
source: Set name for new group
tr_tr: Bir grup ismi yazın

# ctlGroup.Title
source: Group
tr_tr: Grup

# ctlHeigth.Info
source: Editor heigth i.e. 400px
tr_tr: Editör yüksekliği örn: 400px

# ctlHeigth.Title
source: Heigth
tr_tr: Yükeseklik

# ctlLayout.Title
source: Layout as JSON
tr_tr: JSON olarak düzen ayarları

# ctlMaximizeable.Title
source: Dashlet can be maximized over dashboard
tr_tr: Dashlet gösterge paneli üzerine genişletilebilir

# ctlMetadata.Info
source: Metadata settings
tr_tr: Metadata ayarları

# ctlMetadata.Title
source: Metadata as JSON
tr_tr: JSON olarak metadata

# ctlModuleConfig.Info
source: Dashlet module configration
tr_tr: Dashlet module ayarları

# ctlModuleConfig.Title
source: Config as JSON
tr_tr: JSON olarak module ayarları

# ctlPaneConfig.Info
source: Pane settings of dashlet
tr_tr: Dashlet çerçeve ayarları

# ctlPaneConfig.Title
source: Pane Config as JSON
tr_tr: JSON olarak çerçeve ayarları

# ctlRefreshable.Title
source: Content of dashlet can be refreshed
tr_tr: Dashlet içeriği tekrar tazelenebilir

# ctlRemoveable.Title
source: Users can remove dashlet
tr_tr: Kullanıcılar dashletleri silebilir

# ctlRemoveButton.Text
source: Delete
tr_tr: Sil

# ctlShowInsideWindow.Title
source: Show editor inside window
tr_tr: Düzenleyiciyi pencere içerisinde göster

# ctlSubmitButton.Text
source: Save
tr_tr: Kaydet

# ctlTitle.Info
source: Dashlet title
tr_tr: Gosterge paneli başlığı

# ctlTitle.Title
source: Title
tr_tr: Başlık

# ctlUseCustomGroup.Title
source: Create a group
tr_tr: Özel grup ismi kullan

# ctlUseDefaultModule.Title
source: Use default client module
tr_tr: Varsayılan istemci modülünü kullan

# ctlWidth.Info
source: Editor width i.e. 300px
tr_tr: Editör genişliği örn: 400px

# ctlWidth.Title
source: Width
tr_tr: Genişlik

# customCommands.Text
source: Custom Commands
tr_tr: Özel Komutlar

# modalHeader.Text
source: Dashlet Module Editor
tr_tr: Dashlet Modül Editörü

# tabDashletConfig.Text
source: Dashlet Config
tr_tr: Dashlet Ayarları

# tabGeneral.Text
source: General
tr_tr: Genel

# tabModuleConfig.Text
source: Module Config
tr_tr: Modül Ayarları

# tabPaneCommands.Text
source: Pane Commands
tr_tr: Çerçeve Komutları

# tabPaneConfig.Text
source: Pane Config
tr_tr: Çerçeve Ayarları

# ctlEditButton.Text
source: Edit
tr_tr: Düzenle

# ctlNotifyMaximize.Title
source: Notify on maximize
tr_tr: Genişlediğinde bilgilendir

# ctlNotifyOnRefresh.Title
source: Notify on refresh
tr_tr: Tekrar tazelendiğinde bilgilendir

# ctlNotifyOnRemove.Title
source: Notify on remove
tr_tr: Silindiğinde bilgilendir

# tabAuthentication.Text
source: Authorization
tr_tr: Yetkilendirme
