Repository: tansut/jDashNet
Catalog: JDash.WebForms.Demo/App_GlobalResources/Global.*.resx
Languages: tr_tr

source: + Add Dashlet
tr_tr: Dashlet Ekle

# AllRightsReserved
source: © 2009 - 2013 Kalitte Inc. All rights reserved.
tr_tr: © 2009 - 2013 Kalitte Ltd. Şti. Her Hakkı Saklıdır.

# ChartHeight
source: Chart Height (i.e. 300)
tr_tr: Frafik Boyu (ör 300)

source: Chart Theme
tr_tr: Renk Teması

# ChartThemeBlue
source: Blue
tr_tr: Mavi

# ChartThemeDefault
source: Default
tr_tr: Öntanımlı

# ChartThemeGray
source: Gray
tr_tr: Gri

# ChartThemeGreen
source: Green
tr_tr: Yeşil

# ChartTypeArea
source: Area Chart
tr_tr: Alan Grafik

# ChartTypeBar
source: Bar Chart
tr_tr: Çubuk Grafik

# ChartTypeColumn
source: Column Chart
tr_tr: Sütun Grafik

# ChartTypeLine
source: Line Chart
tr_tr: Çizgi Grafik

# ChartTypePie
source: Pie Chart
tr_tr: Pasta Grafik

# Create
source: Create New Dashboard
tr_tr: Oluştur

source: Css Class
tr_tr: Css Sınıfı

source: Delete
tr_tr: Sil

source: Design
tr_tr: Tasarla

# Edit
source: Customize
tr_tr: Düzenle

source: First Dimension
tr_tr: Birincil Boyut

source: First Metric
tr_tr: Birincil Ölçüm

# FooterLink
source: Visit <a href="http://www.jdash.net" target="_blank">www.jdash.net</a> for licensing options.
tr_tr: Lisanslama seçenekleri için <a href="http://www.jdash.net" target="_blank">www.jdash.net</a> adresini ziyaret edin.

source: FooterText
tr_tr: Alt Açıklama

source: Header Text
tr_tr: Üst Açıklama

# LimtDataBy
source: Limit data by:
tr_tr: Satırları sınırla:

source: None
tr_tr: Hiçbiri

# NRows
source: {0} Rows
tr_tr: {0} Satır

# PageTitle
source: Online demo - JDash.Net - Asp.Net based dashboard and widget toolkit
tr_tr: JDash.Net - Asp.net uygulamaları için kişiselleştirilmiş başlangıç sayfaları ve çağdaş gösterge panelleri

source: Pivot Data
tr_tr: Pivotla

source: Presets
tr_tr: Şablonlar

source: Processing ...
tr_tr: İşleniyor ...

source: Second Dimension (Optional)
tr_tr: İkincil Boyut (İsteğe bağlı)

source: Second Metric (Optional)
tr_tr: İkincil Ölçüm (İsteğe Bağlı)

source: Select chart type
tr_tr: Grafik tipi seçin

# SelectCube
source: Select a data set to analyse
tr_tr: Veri kümesi seçin

# SelectDimensions
source: Group metrics by following dimensions:
tr_tr: Ölçümleri aşağıdaki boyutlarla grupla

# SelectMetric
source: Select a metric
tr_tr: Ölçüm seçin

# SelectMetrics
source: Select metrics you want to see:
tr_tr: Görmek istediğiniz ölçümleri seçin

source: Skip top N rows
tr_tr: Üstten N satırı atla

# SortBy
source: Sort data by:
tr_tr: Sırala

# SortDir
source: Increasing or decreasing?
tr_tr: Artan veya azalan ?

# SortThenBy
source: Then by:
tr_tr: Sonrasında sırala:

source: Style
tr_tr: Stil

source: Title
tr_tr: Başlık

source: View
tr_tr: Göster
